[Character.CharClass_Iris_MotorMamaTurret AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[FireRocket.WT_Iris_MotorMamaFireRocket WeaponTypeDefinition]
Typename="Fuzil Semi-automático"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ShockRocket.WT_Iris_MotorMamaShockRocket WeaponTypeDefinition]
Typename="Fuzil Semi-automático"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ShotgunTurret.WeaponType_Iris_MotorMamaShotgunTurret WeaponTypeDefinition]
Typename="Escopeta"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[SMGTurret.WeaponType_Iris_MotorMamaSMGTurret WeaponTypeDefinition]
Typename="Fuzil Semi-automático"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

